Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, ja, ko, nl, pt_br, sv, sw, th, tr, zh_hans, zh_hant

# backUpYourKeyWarning
source: Logging out will delete your private key (nsec) from the app. Make sure you have your private key backed up before you do this or you will lose access to your account!
ar: سيؤدي تسجيل الخروج إلى حذف المفتاح الخاص بك (nsec) من التطبيق. تأكد من أنك قمت بعمل نسخة احتياطية من المفتاح الخاص بك قبل أن تفعل هذا أو ستفقد إمكانية الدخول إلى حسابك!
de: Wenn du dich abmeldest, wird dein privater Schlüssel (nsec) aus der App gelöscht. Stelle sicher, dass du deinen privaten Schlüssel gesichert hast, bevor du dies tust, sonst verlierst du den Zugriff auf dein Konto!
es: Cerrar sesión eliminará tu clave privada (nsec) de la aplicación. ¡Asegúrate de tener tu clave privada respaldada antes de hacer esto o perderás el acceso a tu cuenta!
fa: خروج از برنامه کلید خصوصی (nsec) شما را از اپ پاک می کند. قبل از این کار مطمئن شوید کلید خصوصی خود را ذخیره کرده اید وگرنه دسترسی به حساب کاربری خود را از دست خواهید داد!
fr: En vous déconnectant, vous supprimez votre clé privée (nsec) de l'application. Assurez-vous d'avoir sauvegardé votre clé privée avant de faire cela ou vous perdrez l'accès à votre compte !
ja: ログアウトすると、アプリから秘密鍵（nsec）が削除されます。この操作を行う前に、秘密鍵の保存が完了していることを確認してください！
ko: 로그아웃하면 앱에서 개인 키 (nsec) 가 삭제됩니다. 이 작업을 수행하기 전에 개인 키를 백업해 두지 않으면 계정에 액세스할 수 없게 됩니다!
nl: Uitloggen zal uw privésleutel (nsec or hex) uit de app verwijderen. Zorg ervoor dat u een back-up van uw privésleutel hebt gemaakt voordat u dit doet, anders zult u de toegang tot uw account verliezen!
pt_br: Sair excluirá sua chave privada (nsec) do aplicativo. Certifique-se de ter salvo sua chave privada antes de fazer isso ou perderá o acesso à sua conta!
sv: Att logga ut kommer att ta bort din privata nyckel (nsec) från appen. Se till att du har din privata nyckel säkerhetskopierad innan du gör detta annars kommer du att förlora åtkomst till ditt konto!
sw: Kuondoka kutafuta ufunguo wako wa faragha (sec) kutoka kwa programu. Hakikisha umehifadhi nakala ya ufunguo wako wa faragha kabla ya kufanya hivi au utapoteza uwezo wa kufikia akaunti yako!
th: การออกจากระบบจะลบ private key (nsec) ออกจากแอป ตรวจสอบให้แน่ใจว่าคุณได้สำรอง private key ไว้ก่อนที่จะดำเนินการ ไม่เช่นนั้นคุณจะสูญเสียการเข้าถึงบัญชีของคุณ!
tr: Çıkış yapmak, özel kodunuzu (nsec) uygulamadan kaldırır. Devam etmeden önce özel kodunuzu kaydettiğinizden emin olun.
zh_hans: 登出将从应用程序中删除你的私钥 (nsec)。 请确认你已经备份了你的私钥，否则你将无法访问你的帐户！
zh_hant: 登出將從應用程序中刪除你的私鑰（nsec）。請確認你已經備份了你的私鑰，否則你將無法訪問你的帳戶！

# basicInfo
source: Basic Information
ar: المعلومات الأساسية
de: Grundlegende Informationen
es: Información básica
fa: اطلاعات اولیه
fr: Informations de base
ja: 基本情報
ko: 기본 정보
nl: Basisinformatie
pt_br: Informações básicas
sv: Grundläggande information
sw: Maelezo ya Msingi
th: ข้อมูลพื้นฐาน
tr: Temel Bilgiler
zh_hans: 基本信息
zh_hant: 基本信息

source: Bio
ar: السيرة الذاتية
de: Biografie
es: Biografía
fa: بیوگرافی
ja: 自己紹介
ko: 자기소개
sv: Biografi
sw: Wasifu
th: ประวัติ
tr: Hakkında
zh_hans: 简介
zh_hant: 簡介

# bioMissing
source: This user hasn't written a bio yet 👻
ar: السيرة الذاتية غير موجودة
de: Dieser Benutzer hat noch keine Bio geschrieben 👻
es: Este usuario aún no ha escrito una biografía 👻
fa: این کاربر هنوز بیوگرافی ننوشته است 👻
fr: Cet utilisateur n'a pas encore écrit de bio 👻
ja: このユーザーはまだバイオを書いていません 👻
ko: 이 사용자는 아직 자기소개를 작성하지 않았습니다 👻
nl: Deze gebruiker heeft nog geen bio geschreven 👻
pt_br: Este usuário ainda não escreveu uma bio 👻
sv: Denna användare har inte skrivit en bio än 👻
sw: Mtumiaji huyu bado hajaandika wasifu 👻
th: ผู้ใช้รายนี้ยังไม่ได้เขียนประวัติ 👻
tr: Bu kullanıcı henüz bir biyografi yazmadı 👻
zh_hans: 该用户尚未撰写简介 👻
zh_hant: 該用戶尚未撰寫簡介 👻

source: Build your network!
ar: بناء شبكتك
de: Baue dein Netzwerk auf!
es: ¡Construye tu red!
fa: شبکه خود را بسازید!
fr: Construisez votre réseau !
ja: ネットワークを構築しましょう！
ko: 네트워크를 구축하세요!
nl: Bouw je netwerk!
pt_br: Construa sua rede!
sv: Bygg ditt nätverk!
sw: Jenga mtandao wako!
th: สร้างเครือข่ายของคุณ!
tr: Ağınızı oluşturun!
zh_hans: 构建你的网络！
zh_hant: 構建你的網絡！

# buildYourNetworkDescription
source: Your feed is only populated by accounts you follow. Nos does not use algorithms to control what you see.
ar: على عكس منصات التواصل الاجتماعي الأخرى، لا يوجد خوارزمية تختار ما تراه في موجزك. ما تراه مبني على من تتابعهم.
de: Dein Feed wird nur von Konten gefüllt, denen du folgst. Nos verwendet keine Algorithmen, um zu kontrollieren, was du siehst.
es: Nostr mejora cuando sigues a personas. ¡Llenemos tu feed!
fa: فید شما فقط توسط حساب‌هایی که دنبال می‌کنید پر می‌شود. Nos از الگوریتم‌ها برای کنترل آنچه می‌بینید استفاده نمی‌کند.
fr: Nostr devient meilleur lorsque vous suivez des personnes. Remplissons votre flux !
ja: フィードにはフォローしているアカウントからの投稿のみが表示されます。Nosはあなたが見るものを制御するためのアルゴリズムを使用していません。
ko: 당신의 피드는 오직 팔로우하는 계정들로만 채워집니다. Nos는 당신이 보는 내용을 제어하기 위해 알고리즘을 사용하지 않습니다.
nl: Je feed wordt alleen gevuld door accounts die je volgt. Nos gebruikt geen algoritmes om te bepalen wat je ziet.
pt_br: Seu feed é preenchido apenas por contas que você segue. Nos não usa algoritmos para controlar o que você vê.
sv: Ditt flöde fylls endast av konton du följer. Nos använder inga algoritmer för att kontrollera vad du ser.
sw: Mfumo wako wa habari unajazwa tu na akaunti unazofuata. Nos haitumii algoritimu kuamua unachoona.
th: ฟีดของคุณจะแสดงข้อมูลจากบัญชีที่คุณติดตามเท่านั้น Nos ไม่ใช้อัลกอริทึมเพื่อควบคุมสิ่งที่คุณเห็น
tr: Akışınız yalnızca takip ettiğiniz hesaplar tarafından doldurulur. Nos, ne gördüğünüzü kontrol etmek için algoritmalar kullanmaz.
zh_hans: 当您关注他人时，Nostr会变得更好。让我们填充您的信息流吧！
zh_hant: 當您關注他人時，Nostr會變得更好。讓我們填充您的信息流吧！

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: انصراف
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleren
pt_br: Cancelar
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Choose your handle
ar: اختر اسم المستخدم الخاص بك
de: Wähle deinen Benutzernamen
es: Elige tu nombre de usuario
fa: نام کاربری خود را انتخاب کنید
fr: Choisissez votre identifiant
ja: ユーザー名を選択してください
ko: 사용자 이름을 선택하세요
nl: Kies je gebruikersnaam
pt_br: Escolha seu nome de usuário
sv: Välj ditt användarnamn
sw: Chagua jina lako la mtumiaji
th: เลือกชื่อผู้ใช้ของคุณ
tr: Kullanıcı adınızı seçin
zh_hans: 选择你的用户名
zh_hant: 選擇你的用戶名

# chooseYourHandleDescription
source: This is how others will see you on Nos, and also a public URL to your profile. You can change this later.
ar: هذه هي الطريقة التي سيراك بها الآخرون على Nos، وهي أيضًا عنوان URL عام لملفك الشخصي. يمكنك تغيير هذا لاحقًا.
de: So werden dich andere auf Nos sehen, und es ist auch eine öffentliche URL zu deinem Profil. Du kannst dies später ändern.
es: Así es como otros te verán en Nos, y también es una URL pública a tu perfil. Puedes cambiar esto más tarde.
fa: این نحوه‌ای است که دیگران شما را در Nos می‌بینند، و همچنین یک URL عمومی به پروفایل شما است. می‌توانید بعداً آن را تغییر دهید.
fr: C'est ainsi que les autres vous verront sur Nos, et c'est aussi une URL publique vers votre profil. Vous pourrez modifier cela plus tard.
ja: これは他のユーザーがNosであなたを見る方法であり、あなたのプロフィールへの公開URLでもあります。 後で変更することができます。
ko: 이것은 다른 사람들이 Nos에서 당신을 보는 방식이며, 당신의 프로필로 연결되는 공개 URL이기도 합니다. 나중에 변경할 수 있습니다.
nl: Dit is hoe anderen je zullen zien op Nos, en het is ook een openbare URL naar je profiel. Je kunt dit later wijzigen.
pt_br: É assim que os outros verão você no Nos, e também é uma URL pública para o seu perfil. Você pode alterar isso mais tarde.
sv: Så här kommer andra att se dig på Nos, och det är också en offentlig URL till din profil. Du kan ändra detta senare.
sw: Hivi ndivyo wengine watakavyokuona kwenye Nos, na pia ni URL ya umma kwenye wasifu wako. Unaweza kubadilisha hii baadaye.
th: นี่คือวิธีที่ผู้อื่นจะเห็นคุณบน Nos และยังเป็น URL สาธารณะไปยังโปรไฟล์ของคุณ คุณสามารถเปลี่ยนแปลงสิ่งนี้ได้ในภายหลัง
tr: Bu, diğerlerinin sizi Nos'ta göreceği şekildir ve aynı zamanda profilinize giden genel bir URL'dir. Bunu daha sonra değiştirebilirsiniz.
zh_hans: 这是其他人在Nos上看到你的方式，也是指向你个人资料的公共URL。 你可以稍后更改。
zh_hant: 這是其他人在Nos上看到你的方式，也是指向你個人資料的公共URL。 你可以稍後更改。

# claimUniqueUsernameDescription
source: Welcome to Nos, where your voice matters. Begin your journey by securing your unique **@username**.nos.social Stand out in the decentralized world!
ar: مرحبًا بك في Nos، حيث صوتك مهم. ابدأ رحلتك بتأمين **@username**.nos.social الفريد الخاص بك تميز في العالم اللامركزي!
de: Willkommen bei Nos, wo deine Stimme zählt. Beginne deine Reise, indem du dir deinen einzigartigen **@Benutzernamen**.nos.social sicherst. Hebe dich in der dezentralen Welt ab!
es: Bienvenido a Nos, donde importa tu voz. Comienza tu viaje asegurando tu **@username**.nos.social ¡Únete en el mundo descentralizado!
fa: به Nos خوش آمدید، جایی که صدای شما اهمیت دارد. سفر خود را با تأمین **@نام کاربری** منحصر به فرد خود.nos.social آغاز کنید. در دنیای غیرمتمرکز متمایز شوید!
fr: Bienvenue sur Nos, où votre voix compte. Commencez votre voyage en sécurisant votre **@identifiant**.nos.social Démarquez-vous dans le monde décentralisé !
ja: あなたの声が大切なNosへようこそ。ユニークな**@username**.nos.socialを確保して旅を始めましょう 分散型の世界で目立ちましょう！
ko: 여러분의 목소리를 소중히 여기는 Nos에 오신 것을 환영합니다. 고유한 **@username**.nos.social을 확보하여 여정을 시작하세요. 분산화된 세상에서 눈에 띄세요!
nl: Welkom bij Nos, waar jouw stem belangrijk is. Begin je reis door je unieke **@gebruikersnaam**.nos.social te claimen. Val op in de gedecentraliseerde wereld!
pt_br: Bem-vindo ao Nos, onde sua voz importa. Comece sua jornada garantindo seu **@nomedeusuario**.nos.social único Destaque-se no mundo descentralizado!
sv: Välkommen till Nos, där din röst betyder något. Börja din resa genom att säkra ditt unika **@användarnamn**.nos.social Skilj dig från mängden i den decentraliserade världen!
sw: Karibu kwenye Nos, ambapo sauti yako ina umuhimu. Anza safari yako kwa kudai **@jinalako** la kipekee.nos.social Jitokeze katika ulimwengu usio na kitovu!
th: ยินดีต้อนรับสู่ Nos ที่ซึ่งเสียงของคุณมีความสำคัญ เริ่มต้นการเดินทางของคุณด้วยการสร้างชื่อผู้ใช้ **@username**.nos.social ที่ไม่ซ้ำใคร โดดเด่นในโลกแบบกระจายศูนย์!
tr: Sesinizin önemli olduğu Nos'a hoş geldiniz. Benzersiz **@kullanıcıadınız**.nos.social'ı güvence altına alarak yolculuğunuza başlayın. Merkeziyetsiz dünyada öne çıkın!
zh_hans: 欢迎来到 Nos，在这里你的声音很重要。 透过认领你独特的 **@用户名**.nos.social 开始你的旅程 在去中心化世界中脱颖而出！
zh_hant: 歡迎來到 Nos，在這裡你的聲音很重要。 透過認領你獨特的 **@用户名**.nos.social 開始你的旅程 在去中心化世界中脫穎而出！

# claimUniqueUsernameTitle
source: Claim your unique identity on Nostr
ar: احصل على هويتك الفريدة على Nostr
de: Beanspruche deine einzigartige Identität auf Nostr
es: Solicitar tu identidad única en Nostr
fa: هویت منحصر به فرد خود را در Nostr ادعا کنید
fr: Demander votre identité unique sur Nostr
ja: Nostr上でユニークなアイデンティティを主張する
ko: Nostr에서 나만의 아이덴티티를 증명하세요
nl: Claim je unieke identiteit op Nostr
pt_br: Reivindique sua identidade única no Nostr
sv: Gör anspråk på din unika identitet på Nostr
sw: Dai kitambulisho chako cha kipekee kwenye Nostr
th: รับชื่อผู้ใช้ที่ไม่ซ้ำใครบน Nostr
tr: Nostr'da benzersiz kimliğinizi talep edin
zh_hans: 在 Nostr 上认领你独特的身份
zh_hant: 在 Nostr 上認領你獨特的身份

# claimYourUsernameButton
source: Get it now
ar: احصل عليه الآن
de: Jetzt erhalten
es: Registrar lo ahora
fa: اکنون دریافت کنید
fr: L'obtenir maintenant
ja: 今すぐ取得
ko: 지금 받으세요
nl: Nu verkrijgen
pt_br: Obter agora
sv: Skaffa det nu
sw: Pata sasa
th: รับเลย
tr: Şimdi al
zh_hans: 立即领取
zh_hant: 立即領取

# claimYourUsernameText
source: Claim your @username and stand out on the decentralized world!
ar: احصل على @username الخاص بك وتميز في العالم اللامركزي!
de: Beanspruche deinen @Benutzernamen und hebe dich in der dezentralen Welt ab!
es: ¡Inscribir tu @username y destaca en el mundo descentralizado!
fa: نام کاربری @ خود را ادعا کنید و در دنیای غیرمتمرکز متمایز شوید!
fr: Obtenez votre @identifiant et brillez sur le monde décentralisé !
ja: @usernameを主張して、分散型の世界で目立ちましょう！
ko: @username을 등록하고 분산화된 세상에서 돋보이세요!
nl: Claim je @gebruikersnaam en val op in de gedecentraliseerde wereld!
pt_br: Reivindique seu @nomedeusuario e destaque-se no mundo descentralizado!
sv: Gör anspråk på ditt @användarnamn och utmärk dig i den decentraliserade världen!
sw: Dai @jinalako na ujitokeze katika ulimwengu usio na kitovu!
th: รับชื่อผู้ใช้ @username ของคุณและโดดเด่นในโลกแบบกระจายศูนย์!
tr: @kullanıcıadınızı talep edin ve merkeziyetsiz dünyada öne çıkın!
zh_hans: 认领你的@用户名并在去中心化世界中脱颖而出！
zh_hant: 認領你的@用戶名並在去中心化世界中脫穎而出！

source: Clear
ar: مسح
de: Löschen
es: Borrar
fa: پاک کردن
fr: Effacer
ja: 削除する
ko: 지우기
nl: Wis
pt_br: Limpar
sv: Rensa
sw: Wazi
th: ล้าง
tr: Temizle
zh_hans: 清除
zh_hant: 清除

# completeProfileButton
source: Complete My Profile
ar: أكمل ملفي الشخصي
de: Mein Profil vervollständigen
es: Completar mi perfil
fa: تکمیل نمایه من
fr: Compléter Mon Profil
ja: プロフィールを完成させる
ko: 내 프로필 완성하기
nl: Mijn Profiel Voltooien
pt_br: Completar Meu Perfil
sv: Slutför Min Profil
sw: Kamilisha Wasifu Wangu
th: เติมเต็มโปรไฟล์ของฉัน
tr: Profimi tamamla
zh_hans: 完善个人档案
zh_hant: 完善個人檔案

# completeProfileMessage
source: Finish setting up your profile to help people find you.
ar: أكمل إعداد ملفك الشخصي لمساعدة الناس في العثور عليك.
de: Vervollständige die Einrichtung deines Profils, um anderen zu helfen, dich zu finden.
es: Termina de configurar tu perfil para que la gente te encuentre.
fa: تنظیم نمایه خود را تکمیل کنید تا به افراد در پیدا کردن شما کمک کند.
fr: Terminer la configuration de votre profil pour que les gens vous trouvent facilement.
ja: 他の人があなたを見つけやすいようにプロフィールの設定を完了してください。
ko: 사람들이 나를 찾을 수 있도록 프로필 설정을 완료하세요.
nl: Maak je profiel compleet om mensen te helpen je te vinden.
pt_br: Termine de configurar seu perfil para ajudar as pessoas a encontrá-lo.
sv: Slutför inställningen av din profil för att hjälpa människor att hitta dig.
sw: Kamilisha kusanidi wasifu wako ili kusaidia watu kukupata.
th: ตั้งค่าโปรไฟล์ของคุณให้เสร็จเพื่อช่วยให้ผู้อื่นค้นหาคุณได้
tr: İnsanların sizi bulmasına yardımcı olmak için profilinizi tamamlayın.
zh_hans: 完成设置你的个人档案以帮助他人找到你。
zh_hant: 完成設置你的個人檔案以幫助他人找到你。

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fa: تایید
fr: Confirmer
ja: 確定する
ko: 확인
nl: Bevestigen
pt_br: Confirmar
sv: Bekräfta
sw: Thibitisha
th: ยืนยัน
tr: Onayla
zh_hans: 确认
zh_hant: 確認

source: Confirm Delete
ar: تأكيد الحذف
de: Löschen bestätigen
es: Confirmar Borrar
fa: تایید حذف
fr: Confirmer la suppression
ja: 削除を確認
ko: 삭제 확인
nl: Verwijderen bevestigen
pt_br: Confirmar Exclusão
sv: Bekräfta borttagning
sw: Thibitisha kufuta
th: ยืนยันการลบ
tr: Silmeyi Onayla
zh_hans: 确认删除
zh_hant: 確認刪除

source: Confirm Flag
ar: تأكيد الإبلاغ
de: Markierung bestätigen
es: Confirmar Reporte
fa: تأیید پرچم
fr: Confirmer le signalement
ja: 報告を送信する
ko: 플래그 확인
nl: Vlag Bevestigen
pt_br: Confirmar Sinalização
sv: Bekräfta Flaggning
sw: Thibitisha Bendera
th: ยืนยันการปักธง
tr: Bayrağı Onayla
zh_hans: 确认举报
zh_hant: 確認舉報

source: Contact
ar: اتصال
de: Kontakt
es: Contacto
fa: تماس
ja: コンタクト
ko: 연락처
pt_br: Contato
sv: Kontakt
sw: Wasiliana
th: ติดต่อ
tr: İletişim
zh_hans: 联络
zh_hant: 聯絡

source: Contact Us
ar: اتصل بنا
de: Uns kontaktieren
es: Contáctanos
fa: تماس با ما
fr: Contactez-nous
ja: お問い合わせ先
ko: 문의하기
nl: Contact met ons
pt_br: Contate-nos
sv: Kontakta oss
sw: Wasiliana nasi
th: ติดต่อเรา
tr: Bizimle iletişime geç
zh_hans: 联系我们
zh_hant: 聯系我們

# contentWarningExplanation
source: Nos is committed to fostering safe and respectful community. To achieve this we display content warnings when someone you follow flags a note. You can change this in the settings menu.
ar: Nos ملتزم بتعزيز مجتمع آمن ومحترم. لتحقيق ذلك، نعرض تحذيرات المحتوى عندما يقوم شخص تتابعه بالإبلاغ عن ملاحظة. يمكنك تغيير هذا في قائمة الإعدادات.
de: Nos setzt sich für eine sichere und respektvolle Gemeinschaft ein. Um dies zu erreichen, zeigen wir Inhaltshinweise an, wenn jemand, dem du folgst, eine Notiz markiert. Du kannst dies im Einstellungsmenü ändern.
es: Nos está comprometido en fomentar una comunidad segura y respetuosa. Para lograrlo, mostramos advertencias de contenido cuando alguien que sigues ha reportado una nota. Puedes cambiar esto en el menú de configuración.
fa: Nos متعهد به ایجاد جامعه‌ای امن و محترم است. برای دستیابی به این هدف، هنگامی که فردی که دنبال می‌کنید یادداشتی را پرچم‌گذاری می‌کند، هشدارهای محتوا را نمایش می‌دهیم. می‌توانید این را در منوی تنظیمات تغییر دهید.
fr: Nos s'engage à favoriser la sécurité et le respect de la communauté. Pour ce faire, nous affichons les avertissements de contenu lorsque quelqu'un que vous suivez signale une note. Vous pouvez modifier cela dans le menu paramètres.
ja: Nosは安全で尊重されるコミュニティの育成に取り組んでいます。これを達成するために、あなたがフォローしている誰かがノートにフラグを立てるとコンテンツ警告を表示します。これは設定メニューで変更できます。
ko: 노스는 안전하고 서로 존중하는 커뮤니티를 조성하기 위해 최선을 다하고 있습니다. 이를 위해 회원님이 팔로우하는 사람이 노트에 플래그를 지정하면 콘텐츠 경고를 표시합니다. 설정 메뉴에서 변경할 수 있습니다.
nl: Nos zet zich in voor het bevorderen van een veilige en respectvolle gemeenschap. Om dit te bereiken tonen we inhoudswaarschuwingen wanneer iemand die je volgt een notitie markeert. Je kunt dit wijzigen in het instellingenmenu.
pt_br: Nos está comprometido em promover uma comunidade segura e respeitosa. Para isso, exibimos avisos de conteúdo quando alguém que você segue sinaliza uma nota. Você pode alterar isso no menu de configurações.
sv: Nos är engagerade i att främja en säker och respektfull gemenskap. För att uppnå detta visar vi innehållsvarningar när någon du följer flaggar ett inlägg. Du kan ändra detta i inställningsmenyn.
sw: Nos inajitahidi kujenga jamii salama na yenye heshima. Ili kufikia hili, tunaonyesha onyo la maudhui wakati mtu unayemfuata anaweka bendera kwenye ujumbe. Unaweza kubadilisha hii katika menyu ya mipangilio.
th: Nos มุ่งมั่นที่จะสร้างชุมชนที่ปลอดภัยและเคารพซึ่งกันและกัน เพื่อให้บรรลุเป้าหมายนี้ เราจะแสดงคำเตือนเนื้อหาเมื่อมีคนที่คุณติดตามปักธงบนโน้ต คุณสามารถเปลี่ยนแปลงสิ่งนี้ในเมนูการตั้งค่า
tr: Nos, güvenli ve saygılı bir topluluk oluşturmaya kararlıdır. Bunu başarmak için, takip ettiğiniz biri bir notu işaretlediğinde içerik uyarıları gösteriyoruz. Bunu ayarlar menüsünden değiştirebilirsiniz.
zh_hans: Nos 致力于培养安全和互相尊重的社区。为了实现这一点，当你关注的用户举报一条笔记时，我们会显示内容警告。你可以在设置菜单中更改此项。
zh_hant: Nos 致力於培養安全和互相尊重的社區。為了實現這一點，當你關注的用戶舉報一條筆記時，我們會顯示內容警告。你可以在設置菜單中更改此項。

source: Copied!
ar: تم النسخ!
de: Kopiert!
es: ¡Copiado!
fa: کپی شد!
fr: Copié !
ja: コピーしました！
ko: 복사됨!
nl: Gekopieerd!
pt_br: Copiado!
sv: Kopierat!
sw: Imenakiliwa!
th: คัดลอกแล้ว!
tr: Kopyalandı!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fa: کپی
fr: Copier
ja: コピー
ko: 복사
nl: Kopiëer
pt_br: Copiar
sv: Kopiera
sw: Nakili
th: คัดลอก
tr: Kopyala
zh_hans: 复制
zh_hant: 複製

source: Copy Link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fa: کپی لینک
fr: Copier le Lien
ja: リンクをコピーする
ko: 주소 복사
nl: Kopieer Link
pt_br: Link de cópia
sv: Kopiera länk
sw: Nakili Kiungo
th: คัดลอกลิงค์
tr: Bağlantıyı kopyala
zh_hans: 复制链接
zh_hant: 複製鏈接

# copyNoteIdentifier
source: Copy Nostr note ID
ar: نسخ معرف ملاحظة Nostr
de: Nostr-Notiz-ID kopieren
es: Copiar ID de la nota
fa: کپی شناسه یادداشت Nostr
fr: Copier l'identifiant de la note
ja: ノート識別子をコピーする
ko: Nostr 노트 ID 복사
nl: Kopieer Nostr notitie-ID
pt_br: Copiar identificador da nota
sv: Kopiera Nostr-inläggs-ID
sw: Nakili kitambulisho cha ujumbe wa Nostr
th: คัดลอก ID โน้ต Nostr
tr: Nostr not kimliğini kopyala
zh_hans: 复制 Nostr 笔记 ID
zh_hant: 複製筆記標識符

source: Copy note text
ar: نسخ نص الملاحظة
de: Notiztext kopieren
es: Copiar texto de la nota
fa: کپی متن یادداشت
fr: Copier le texte de la note
ja: ノートのテキストをコピーする
ko: 노트 텍스트 복사
nl: Kopieer notitietekst
pt_br: Copiar texto da nota
sv: Kopiera inläggstext
sw: Nakili maandishi ya ujumbe
th: คัดลอกข้อความโน้ต
tr: Not metnini kopyala
zh_hans: 复制笔记文本
zh_hant: 複製筆記文本

source: Copy private key
ar: نسخ المفتاح الخاص
de: Privaten Schlüssel kopieren
es: Copiar clave privada
fa: کپی کلید خصوصی
fr: Copier la clé privée
ja: 秘密鍵をコピー
ko: 개인키 복사
nl: Kopieer privésleutel
pt_br: Copiar chave privada
sv: Kopiera privat nyckel
sw: Nakili ufunguo wa siri
th: คัดลอกคีย์ส่วนตัว
tr: Özel anahtarı kopyala
zh_hans: 复制私钥
zh_hant: 複製私鑰

source: Copy public key
ar: نسخ المفتاح العام
de: Öffentlichen Schlüssel kopieren
es: Copiar clave pública
fa: کپی کلید عمومی
fr: Copier la clé publique
ja: 公開鍵をコピー
ko: 공개키 복사
nl: Kopieer publieke sleutel
pt_br: Copiar chave pública
sv: Kopiera publik nyckel
sw: Nakili ufunguo wa umma
th: คัดลอกคีย์สาธารณะ
tr: Genel anahtarı kopyala
zh_hans: 复制公钥
zh_hant: 複製公鑰

source: Copy QR link
ar: نسخ رابط QR
de: QR-Link kopieren
es: Copiar enlace del código QR
fa: لینک QR را کپی کنید
fr: Copier le lien du QR code
ja: QRリンクをコピー
ko: QR 링크 복사
nl: QR-link kopiëren
pt_br: Copiar link QR
sv: Kopiera QR länk
sw: Nakili kiungo cha QR
th: คัดลอก QR link
tr: QR kodu kopyala
zh_hans: 复制二维码链接
zh_hant: 複製二維碼鏈接

# copyUserIdentifier
source: Copy User ID (npub)
ar: نسخ معرف المستخدم (npub)
de: Benutzer-ID kopieren (npub)
es: Copiar ID del usuario (npub)
fa: کپی شناسه کاربر (npub)
fr: Copier l'identifiant de l'utilisateur (npub)
ja: ユーザー ID (npub) をコピーする
ko: 사용자 ID 복사(npub)
nl: Kopieer Gebruikers-ID (npub)
pt_br: Copiar ID de usuário (npub)
sv: Kopiera användar-ID (npub)
sw: Nakili Kitambulisho cha Mtumiaji (npub)
th: คัดลอกบัญชีผู้ใช้(npub)
tr: Kullanıcı kimliğini kopyala
zh_hans: 复制用户 ID (npub)
zh_hant: 複製用戶 ID (npub)

# couldNotReadPrivateKeyMessage
source: Could not read your private key. Please verify that it is in nsec or hex format.
ar: لا يمكن قراءة المفتاح الخاص بك. يرجى التحقق من أنه في صيغة nsec أو hex.
de: Der private Schlüssel konnte nicht gelesen werden. Bitte überprüfe, ob er im nsec- oder hex-Format ist.
es: No se pudo leer la clave privada. Por favor, comprueba que está en formato nsec o hexadecimal.
fa: نمی توان کلید خصوصی شما را خواند. لطفا بررسی کنید که به شکل nsec یا hex باشد.
fr: Impossible de lire votre clé privée. Veuillez vérifier qu'elle est au format nsec ou hexadécimale.
ja: 秘密鍵を読み取れませんでした。nsecまたはhex形式であることを確認してください。
ko: 개인 키를 읽을 수 없습니다. nsec 또는 16진수 형식인지 확인하세요.
nl: Kon uw privésleutel niet lezen. Controleer of het in nsec of hex formaat is.
pt_br: Não foi possível ler sua chave privada. Favor verificar se está no formato nsec ou hex.
sv: Kunde inte läsa din privata nyckel. Kontrollera att den är i nsec eller hex-format.
sw: Haikuweza kusoma ufunguo wako wa faragha. Tafadhali thibitisha kuwa iko katika umbizo la nsec au hex.
th: ไม่สามารถอ่าน private key ของคุณได้ โปรดตรวจสอบว่ามันอยู่ในรูป nsec หรือ hex หรือไม่
tr: Özel anahtarınız okunamıyor. Lütfen nsec veya hex formatını doğrulayın.
zh_hans: 无法读取你的私钥。请确保它是十六进制（hex）格式。
zh_hant: 無法讀取你的私鑰。請確保它是十六進制（hex）格式。

# createAccountButton
source: Create Account
ar: إنشاء حساب
de: Konto erstellen
es: Crear Cuenta
fa: ایجاد حساب
fr: Créer un compte
ja: アカウントを作成
ko: 계정 생성
nl: Account aanmaken
pt_br: Criar Conta
sv: Skapa konto
sw: Unda Akaunti
th: สร้างบัญชี
tr: Hesap Oluştur
zh_hans: 创建账户
zh_hant: 創建賬戶
